class Main {
    public static void main(String[] args) {
        System.out.println("Это добавлено в ветке dev");
        System.out.println("Это тоже добавлено в ветке dev");
        System.out.println("И это тоже добавлено в ветке dev. Интересно, правда?");
        System.out.println("Что? Хочешь разнообразия? Окей, как насчёт 2+2=4?");
        System.out.println("Что? Первая строка пропала? Странно, не заметил. Ну ладно, сейчас верну");
        System.out.println("Это добавлено в ветке main");
        System.out.println("Это тоже добавлено в ветке main");
        System.out.println("Тебе и здесь нужно разнообразие? Слушай, скажи спасибо, что я хотя бы добавил отступы между сообщениями");
        System.out.println("Что опять? В ветке dev неправильно вернул первую строку? Чел, ты ведь в любом случае не сможешь сделать правильный merge и придётся всё это задание переделывать, азаза");
        System.out.println("Порвался? Жаль");
    }
} 